{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 28,
        "padding_bottom": 28
      }
    },
    "138f8f4b-4cfe-4df3-b5c3-535b265230eb": {
      "type": "divider",
      "settings": {
        "divider_spacing": 20,
        "divider_border": false,
        "css_class": "",
        "custom_css": ""
      }
    },
    "69e1f2ab-09d5-4118-845b-0ff80654302b": {
      "type": "rich-text",
      "blocks": {
        "template--15823756198044__69e1f2ab-09d5-4118-845b-0ff80654302b-heading-1": {
          "type": "heading",
          "settings": {
            "heading": "Product Details",
            "heading_size": "h1"
          }
        }
      },
      "block_order": [
        "template--15823756198044__69e1f2ab-09d5-4118-845b-0ff80654302b-heading-1"
      ],
      "settings": {
        "desktop_content_position": "center",
        "content_alignment": "center",
        "color_scheme": "background-1",
        "full_width": true,
        "padding_top": 40,
        "padding_bottom": 52
      }
    },
    "827dd7fd-904a-4ba9-8d73-dc85fffac508": {
      "type": "faq",
      "blocks": {
        "520b8b9c-f1d1-484a-8a3d-fb63b1cc4887": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "What is the lifespan of my Revolve360™ Slim?",
            "content": "<p>The Revolve360™ Slim has a 10-year expiration from the date of manufacture. The specific expiration date for your seat is listed on the date and model label on the product.<\/p>"
          }
        },
        "6ee5998a-e01c-461c-b706-d270ec72c651": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "How long can my child stay rear-facing in the Revolve360™ Slim?",
            "content": "<p>The Revolve360™ Slim can be used in rear-facing mode until the child reaches either 50 lb. (22,6 kg), 48 in. (122 cm) or the top of their head is less than 1 in. (2.5 cm) below the top of the headrest or car seat shell, whichever is taller. Once your child reaches any of these three measurements, the child has outgrown the car seat in rear-facing mode.<\/p>"
          }
        },
        "47f4f9da-ff97-4ae9-845e-fdbd69a4690c": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "Where is the date and model label?",
            "content": "<p>You can find the date of manufacture, model name and model number on a label on the rear of the car seat over the User Guide storage pocket. It is also located on the car seat base near the LockStrong™ belt tensioning arm.<\/p>"
          }
        },
        "c1a72a87-63b4-4091-968d-0a1d60f4aeae": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "How much does the Revolve360™ Slim weigh?",
            "content": "<p>28.5 lb.<\/p>"
          }
        },
        "500783bb-f81d-41a5-a990-8f5eda9493bc": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "What are the dimensions of the Revolve360™ Slim?",
            "content": "<p>The Revolve360™ Slim measures 20.8” d (53.0 cm) x 24.3” h (61.8 cm) x 16.7” w (42.4 cm) when forward-facing in the lowest headrest position. Refer to this chart for additional measurements (all measurements include padding):<\/p>"
          }
        },
        "7a7008f3-4cc6-484a-a019-d7a460a9cb5d": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "How many buckle positions are on the Revolve360™ Slim and are there any restrictions based on mode of use?",
            "content": "<p>The Revolve360™ Slim offers three buckle positions to help fit your growing child. You can use any of the three positions in either extended rear-facing or forward-facing harnessed mode. You must use the position that places the buckle closest to, but not underneath, your child. Children over 40 lb. (18kg) must use outermost position from the seatback.<\/p>"
          }
        },
        "c6a43a3d-15c4-4639-ba7f-81f62791b0f5": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "Does the Revolve360™ Slim come with a seat protector mat?",
            "content": "<p>No, but we do have an accessory mat available at www.evenflo.com. You can also place a towel beneath and behind the car seat to help protect your vehicle upholstery.<\/p>"
          }
        },
        "32ce9b36-bbbb-419d-b859-b7a472cf3163": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "Does the Revolve360™ Slim include a base?",
            "content": "<p>Yes, the Revolve360™ Slim consists of a seat shell and base. The seat shell is removable to ensure easy installation.<\/p>"
          }
        },
        "f33204d1-b7b3-4e65-8234-965ad0c5eb69": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "Does the Revolve360™ Slim have an anti-rebound bar?",
            "content": "<p>The base of the Revolve360™ Slim acts as an anti-rebound system — a lot like an antirebound bar. This feature absorbs and dissipates crash forces to help provide additional stability.<\/p>"
          }
        },
        "4c728574-f8c4-4c28-96e3-c4fad04a894a": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "Does the Revolve360™ Slim have a load leg?",
            "content": "<p>This car seat exceeds or meets all applicable Federal motor vehicle safety standards and Evenflo’s internal testing standards. The Revolve360™ Slim is not designed with a load leg. The Revolve360™ Slim is engineered to manage crash energy appropriately without the addition of a load leg.<\/p>"
          }
        },
        "5add65b7-f371-49d1-bb99-03d36baf05b3": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "Does the Revolve360™ Slim fit into a travel bag?",
            "content": "<p>Yes, it fits in the Evenflo Universal Fit Car Seat, Travel Bag & Storage Bag which is sold separately at www.evenflo.com.<\/p>"
          }
        },
        "99568599-4d43-4a04-9ad9-df291e93d231": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "Does the Revolve360™ Slim include SensorSafe™?",
            "content": "<p>The Revolve360™ Slim Gold models come equipped with integrated SensorSafe™ technology which can be found on www.amazon.com or www.evenflo.com.<\/p>"
          }
        },
        "3955a156-af94-4b88-ae0c-7a794223434a": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "How long can I use the Revolve360™ Slim’s additional insert under the body pillow?",
            "content": "<p>The Revolve360™ Slim comes with a few soft goods components to help improve your child’s comfort and fit. 1) The optional infant insert can be used at any time in rearfacing mode but must be removed in forward-facing mode. 2) The optional seat protector pad, for use in extended rear-facing mode, is designed to simplify clean-up in your car seat without the need to remove the entire cover. When using in forward-facing mode, the optional seat protector pad must be removed once your child weighs more than 40 lbs.<\/p>"
          }
        },
        "91ae57d4-ae3e-4f22-9e34-5ca4caba0991": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "How easy is it to install the Revolve360™ Slim?",
            "content": "<p>Installing the Revolve360™ Slim is easy with the Sure360TM Safety Installation System, which includes the LockStrong™ belt tensioning system to help you get a tight installation with either the lower anchors (LATCH\/UAS) or seat belt, and the Tether360™ which is used in both rear-facing and forward-facing harness installations.<\/p>"
          }
        },
        "08d318cc-c7fc-4cd3-bf06-08e4e4be3e52": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "What is LockStrong™?",
            "content": "<p>LockStrong™ is a belt tensioning system that helps you easily achieve a tight installation with either the lower anchors (LATCH\/UAS) or vehicle seat belt. It is built into the base and applies additional tension, so you get a maximum result with minimal effort. IMPORTANT: Your vehicle seat belt MUST be locked to ensure accurate and safe installation. Check your vehicle owner’s manual for instruction on how to lock your vehicle seat belt for car seat use.<\/p>"
          }
        },
        "1ab139dc-541b-4158-ba53-19da6400f339": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "What is the easiest way to install the Revolve360™ Slim?",
            "content": "<p>#The seat belt is the preferred method of installation for the Revolve360™ Slim because it allows you to take advantage of a true, one-time installation. Always use the tether in both rear-facing and forward-facing harness installations, regardless of whether you have the car seat base installed with the seat belt or lower anchors (LATCH\/UAS).<\/p>"
          }
        },
        "37864b9e-a6d2-4969-98d3-dc8cc4c2dc65": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "What is the best way to install the Revolve360™ Slim if I plan to move it between cars?",
            "content": "<p>The seat belt is the preferred method of installation for the Revolve360™ Slim because it allows you to take advantage of a true, one-time installation. Always use the tether in both rear-facing and forward-facing harness installations, regardless of whether you have the car seat base installed with the seat belt or lower anchors (LATCH\/UAS).<\/p>"
          }
        },
        "8f57ec00-b768-427d-b8ac-1c62c914b453": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "What does ‘one-time install’ mean?",
            "content": "<p>When using the vehicle belt for installation, the car seat does not have to be reinstalled when switching between rear-facing and forward-facing harness modes<\/p>"
          }
        },
        "cecfc933-e5af-4c70-be90-6e68c940ae51": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "Can the Revolve360™ Slim be reclined while installed?",
            "content": "<p>Yes, it’s super easy to recline your extended rear-facing installation with the on-the-go recline feature. (Keep in mind — the Revolve360\/LLderet Slim reclines ONLY in rear-facing mode.)<\/p>"
          }
        },
        "b9895a34-bcb8-4627-b5ba-2c0678b4cb1a": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "Is the Revolve360™ Slim LATCH\/UAS compatible and up to what weight can I use LATCH?",
            "content": "<p>Yes, lower anchors may be used for children weighing up to 35 lb (15.9 kg) in rearfacing mode and for a child weighing up to 40 lb (18 kg) in forward-facing mode. Remember to ALWAYS use the tether in both rear-facing and forward-facing harness mode installations, regardless of whether you have the car seat base installed with the seat belt or lower anchors (LATCH\/UAS).<\/p>"
          }
        },
        "538164ca-ffb3-4e72-ac29-202c00f8b787": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "Is the tether required for my Revolve360™ Slim?",
            "content": "<p>ALWAYS use the tether when installing the Revolve360™ Slim in rear-facing and forward-facing harness modes, regardless of whether you have the car seat base installed with the seat belt or lower anchors (LATCH\/UAS).<\/p>"
          }
        },
        "a97b620d-309a-448e-9582-95557f50ff42": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "How do I check to make sure I have a tight installation on my Revolve360™ Slim?",
            "content": "<p>When checking for a tight installation, it is important to test the car seat right where you have it installed to the vehicle. For a rear-facing car seat, that means you will grab the car seat near your child’s feet and not near their head. While holding the car seat at the belt path, try to move the car seat side to side and front to back. The car seat should not move more than one inch (2.5 cm) in any direction. If the car seat moves more than one inch when checking at the belt path, you have a few options: 1) try to tighten the installation again; 2) try a different seating position in the vehicle; 3) try a different installation method, if possible; 4) contact our ParentLink® Consumer Care team for assistance: www.evenflo.com\/contactus.<\/p>"
          }
        },
        "9bcd2744-0236-4a0f-9e97-9fe34762a73a": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "Can I use a pool noodle or towel if I need more recline?",
            "content": "<p>Yes, in certain situations. The Revolve360™ Slim has four recline positions for rearfacing installations. There is a bead level indicator on the side of the car seat which must be aligned with your child’s size. You may tightly roll a towel or use a section of pool noodle underneath the car seat near the vehicle seat back to increase the recline angle, if necessary. You should NOT use a rolled towel or pool noodle to change the recline in forward-facing mode.<\/p>"
          }
        },
        "24e7bf45-8011-4b51-b226-87c2a89e17b5": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "Will the Revolve360™ Slim fit in my vehicle?",
            "content": "<p>There are many factors to consider when determining whether a specific car seat will fit in your vehicle. Your best option is to test the car seat in your vehicle before you make the purchase. It’s always worth asking for this option at your local retailer.<br\/><br\/>If you’re unable to try the car seat in your vehicle prior to purchase, we’ve provided some basic dimensions in the table below. Please note: the dimensions of your car seat and your vehicle’s back seat will not give you the full picture.<br\/><br\/>There are countless combinations of vehicle makes, models, car seat configurations, vehicle seat belt designs and seat cushion shapes. The easiest way to determine whether your car seat is suitable for a particular seating position is to check for a tight installation.<\/p>"
          }
        },
        "5c37887e-43f7-4f6a-9385-7a9a1c888587": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "If I’m using both the Revolve360™ Slim and a second car seat, will there be enough room to fit a third passenger in my backseat?",
            "content": "<p>The most exciting part of the Revolve360™ Slim is its slimmer profile — we slimmed the exterior without sacrificing your child’s seating space, comfort, or safety. The car seat measures 16.7 in. (42.4 cm) wide — even with the cup holders! This slim profile should allow you to easily fit multiple car seats or occupants in the backseat of your vehicle.<br\/><br\/>The most exciting part of the Revolve360TM Slim is its slimmer profile — we slimmed the exterior without sacrificing your child’s seating space, comfort, or safety. The car seat measures 16.7 in. (42.4 cm) wide — even with the cup holders! This slim profile should allow you to easily fit multiple car seats or occupants in the backseat of your vehicle.<br\/><br\/>Unfortunately, some smaller sedans and SUVs have rear seat belt systems that overlap, which makes it very difficult to fit three passengers in the rear seat. In addition, the Revolve360™ Slim is designed to rotate, allowing for easy loading, and unloading of your child. The car seat will need some additional lateral space to accomplish the rotation, so fitting another car seat in the adjacent seating position may limit your use of that feature.<\/p>"
          }
        },
        "75ebee4b-41da-4798-9d57-2e611bf0819c": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "Will I be able to fit three car seats in my backseat with the Revolve360™ Slim?",
            "content": "<p>The most exciting part of the Revolve360™ Slim is its slimmer profile — we slimmed the exterior without sacrificing your child’s seating space, comfort, or safety. The seat measures only 16.7 in. (42.4 cm) wide, even with the included cup holders! This slim profile should allow you to easily fit multiple car seats in the back seat of your vehicle.<br\/><br\/>There are many combinations of vehicle makes, models, car seat configurations, vehicle seat belt designs and seat cushion shapes. The easiest way to determine whether your car seat is suitable for a particular seating position is to check for a tight installation, especially when trying to fit multiple passengers in the back seat of your vehicle.<br\/><br\/>In addition, the Revolve360™ Slim is designed to rotate to make loading and unloading your child a breeze. The car seat will need some additional lateral space to accomplish the rotation, so fitting another car seat in the adjacent seating position may limit your use of that feature.<\/p>"
          }
        },
        "b859164e-6dbc-47cc-ad2b-49c214c69222": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "Are the harness covers removable?",
            "content": "<p>Yes. For your child’s comfort the Revolve360™ Slim does include harness covers, but they are removable for easy cleaning or to discontinue use.<\/p>"
          }
        },
        "d9abe16d-0466-4a1e-8ec1-abc4a2db859d": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "How do I remove the Quick Clean Cover?",
            "content": "<p>For information on how to remove your Revolve360™ Slim’s Quick Clean Cover, please review our how-to video which can find on YouTube here: https:\/\/youtu.be\/6ev2iRM_O00<\/p>"
          }
        },
        "09dac81c-b2fd-4ce6-8698-c9298a69de3b": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "Does this seat fit taller kids?",
            "content": "<p>The Revolve360™ Slim was designed with a wide range of children in mind, from infants through big kids. The Revolve360™ Slim’s extended seating area accommodates children in rear-facing mode until they are 48 in (122 cm) tall or weigh 50 lb (22,6 kg). In forward-facing mode, the Revolve360™ Slim can be used until the child is 49 in (124 cm) tall or weighs 65 lb (29,4 kg). Full product details are provided in the <span style=\"text-decoration:underline\">productinstructions.<\/span><\/p>"
          }
        },
        "1d006748-ca77-49f1-8b00-87353806e0ef": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "Is it okay for my child’s feet to touch the vehicle seat back when in rear-facing mode?",
            "content": "<p>Yes, the Revolve360™ Slim is designed to accommodate children in rear-facing mode until they are 48 in (122 cm) tall or weigh 50 lb (22,6 kg). It is okay for your child’s feet to touch the back of the vehicle seat. When determining if your child has outgrown the car seatin rear-facing mode, it is important to check for where your child’s head is positioned inside the car seat. They should have at least one inch (2.5 cm) of car seat or headrest over the top of their head.<\/p>"
          }
        },
        "fda5b021-bdf7-49ec-950a-fde3bcc8611e": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "If using the Revolve360™ Slim in a second car or caregiver’s car, how easy is it to change modes for children of different ages?",
            "content": "<p>The Revolve360™ Slim makes switching the car seat between different children a breeze. Easy one-time installation allows you to rotate the seat between rear-facing and forward-facing modes without reinstalling the car seat. Additionally, the no-rethread harness can be raised or lowered by squeezing the handle at the top of the headrest – again, no need to reinstall the car seat! Remember to remove the optional infant insert and seat protector pad when using the car seat in forward-facing mode.<\/p>"
          }
        },
        "31da3451-88a6-454e-97a6-d56b730bdc4c": {
          "type": "faq",
          "disabled": true,
          "settings": {
            "checkbox_expanded": false,
            "title": "FAQ title",
            "content": "<p>FAQ content<\/p>"
          }
        }
      },
      "block_order": [
        "520b8b9c-f1d1-484a-8a3d-fb63b1cc4887",
        "6ee5998a-e01c-461c-b706-d270ec72c651",
        "47f4f9da-ff97-4ae9-845e-fdbd69a4690c",
        "c1a72a87-63b4-4091-968d-0a1d60f4aeae",
        "500783bb-f81d-41a5-a990-8f5eda9493bc",
        "7a7008f3-4cc6-484a-a019-d7a460a9cb5d",
        "c6a43a3d-15c4-4639-ba7f-81f62791b0f5",
        "32ce9b36-bbbb-419d-b859-b7a472cf3163",
        "f33204d1-b7b3-4e65-8234-965ad0c5eb69",
        "4c728574-f8c4-4c28-96e3-c4fad04a894a",
        "5add65b7-f371-49d1-bb99-03d36baf05b3",
        "99568599-4d43-4a04-9ad9-df291e93d231",
        "3955a156-af94-4b88-ae0c-7a794223434a",
        "91ae57d4-ae3e-4f22-9e34-5ca4caba0991",
        "08d318cc-c7fc-4cd3-bf06-08e4e4be3e52",
        "1ab139dc-541b-4158-ba53-19da6400f339",
        "37864b9e-a6d2-4969-98d3-dc8cc4c2dc65",
        "8f57ec00-b768-427d-b8ac-1c62c914b453",
        "cecfc933-e5af-4c70-be90-6e68c940ae51",
        "b9895a34-bcb8-4627-b5ba-2c0678b4cb1a",
        "538164ca-ffb3-4e72-ac29-202c00f8b787",
        "a97b620d-309a-448e-9582-95557f50ff42",
        "9bcd2744-0236-4a0f-9e97-9fe34762a73a",
        "24e7bf45-8011-4b51-b226-87c2a89e17b5",
        "5c37887e-43f7-4f6a-9385-7a9a1c888587",
        "75ebee4b-41da-4798-9d57-2e611bf0819c",
        "b859164e-6dbc-47cc-ad2b-49c214c69222",
        "d9abe16d-0466-4a1e-8ec1-abc4a2db859d",
        "09dac81c-b2fd-4ce6-8698-c9298a69de3b",
        "1d006748-ca77-49f1-8b00-87353806e0ef",
        "fda5b021-bdf7-49ec-950a-fde3bcc8611e",
        "31da3451-88a6-454e-97a6-d56b730bdc4c"
      ],
      "settings": {
        "enable_rich_schema": true,
        "max_width": "64rem",
        "margin_top": 1,
        "margin_bottom": 1,
        "background_color": "#ffffff",
        "border_color": "#eeeeee",
        "panel_color": "#fdfdfd",
        "q_size_small": 1,
        "q_size_large": 1.4,
        "q_color": "",
        "a_color": ""
      }
    },
    "5ad82363-9d51-48e7-9dc4-ab9de139640d": {
      "type": "rich-text",
      "blocks": {
        "template--15823756918940__5ad82363-9d51-48e7-9dc4-ab9de139640d-heading-1": {
          "type": "heading",
          "settings": {
            "heading": "PRODUCT USE",
            "heading_size": "h1"
          }
        },
        "template--15823756918940__5ad82363-9d51-48e7-9dc4-ab9de139640d-button-1": {
          "type": "button",
          "disabled": true,
          "settings": {
            "button_label": "Button label",
            "button_link": "",
            "button_style_secondary": false,
            "button_label_2": "",
            "button_link_2": "",
            "button_style_secondary_2": false
          }
        }
      },
      "block_order": [
        "template--15823756918940__5ad82363-9d51-48e7-9dc4-ab9de139640d-heading-1",
        "template--15823756918940__5ad82363-9d51-48e7-9dc4-ab9de139640d-button-1"
      ],
      "settings": {
        "desktop_content_position": "center",
        "content_alignment": "center",
        "color_scheme": "background-1",
        "full_width": true,
        "padding_top": 40,
        "padding_bottom": 52
      }
    },
    "32219bba-7216-4ef9-b2dc-b46b58cd1503": {
      "type": "faq",
      "blocks": {
        "45fd60f7-ea4e-475c-bd6f-f37df7071b8c": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "Can the Revolve360™ Slim be used without cup holders?",
            "content": "<p>Yes, you can use this product without the cup holders attached to the car seat. The Revolve360™ Slim is all about flexibility and convenience. The cup holders are even safe to be placed in the top rack of your dishwasher for cleaning.<\/p>"
          }
        },
        "bee0e32c-4fea-4f7c-8713-a59edfd2e527": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "Can I purchase an extra base?",
            "content": "<p>No, the shell and seat are designed to be used as a system and an extra base is not available for sale.<\/p>"
          }
        },
        "cae3a7de-8dfd-4277-a370-3352ed81fe3a": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "Can I use the Revolve360™ Slim without the base?",
            "content": "<p>No — the car seat shell MUST be used with the base.<\/p>"
          }
        },
        "f166b1d9-92a5-47a2-843b-8e5029468838": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "How do I know when the Revolve360™ Slim is locked into place?",
            "content": "<p>The red\/green Seat Lock Indicator is a fast, easy way to make sure your Revolve360™ Slim is locked into place. The indicator will turn green when the seat is locked in the rear-facing or forward-facing position. The indicator must show green at all times when the vehicle is in motion.<\/p>"
          }
        }
      },
      "block_order": [
        "45fd60f7-ea4e-475c-bd6f-f37df7071b8c",
        "bee0e32c-4fea-4f7c-8713-a59edfd2e527",
        "cae3a7de-8dfd-4277-a370-3352ed81fe3a",
        "f166b1d9-92a5-47a2-843b-8e5029468838"
      ],
      "settings": {
        "enable_rich_schema": true,
        "max_width": "64rem",
        "margin_top": 1,
        "margin_bottom": 1,
        "background_color": "#ffffff",
        "border_color": "#eeeeee",
        "panel_color": "#fdfdfd",
        "q_size_small": 1,
        "q_size_large": 1.4,
        "q_color": "",
        "a_color": ""
      }
    },
    "f67e9919-60df-48af-8f85-9726d3974d49": {
      "type": "rich-text",
      "blocks": {
        "template--15823756918940__f67e9919-60df-48af-8f85-9726d3974d49-heading-1": {
          "type": "heading",
          "settings": {
            "heading": "Care & Storage",
            "heading_size": "h1"
          }
        },
        "template--15823756918940__f67e9919-60df-48af-8f85-9726d3974d49-button-1": {
          "type": "button",
          "disabled": true,
          "settings": {
            "button_label": "Button label",
            "button_link": "",
            "button_style_secondary": false,
            "button_label_2": "",
            "button_link_2": "",
            "button_style_secondary_2": false
          }
        }
      },
      "block_order": [
        "template--15823756918940__f67e9919-60df-48af-8f85-9726d3974d49-heading-1",
        "template--15823756918940__f67e9919-60df-48af-8f85-9726d3974d49-button-1"
      ],
      "settings": {
        "desktop_content_position": "center",
        "content_alignment": "center",
        "color_scheme": "background-1",
        "full_width": true,
        "padding_top": 40,
        "padding_bottom": 52
      }
    },
    "bc38aca8-feb2-4e7b-89a4-a086b2e5d243": {
      "type": "faq",
      "blocks": {
        "c16457cb-7028-4423-a305-7b54c2ccaddc": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "FAQ title",
            "content": "<p>FAQ content<\/p>"
          }
        }
      },
      "block_order": [
        "c16457cb-7028-4423-a305-7b54c2ccaddc"
      ],
      "settings": {
        "enable_rich_schema": true,
        "max_width": "64rem",
        "margin_top": 1,
        "margin_bottom": 1,
        "background_color": "#ffffff",
        "border_color": "#eeeeee",
        "panel_color": "#fdfdfd",
        "q_size_small": 1,
        "q_size_large": 1.4,
        "q_color": "",
        "a_color": ""
      }
    },
    "7692c611-4f45-4a60-8185-f5b505b9bb4b": {
      "type": "rich-text",
      "blocks": {
        "template--15823756918940__7692c611-4f45-4a60-8185-f5b505b9bb4b-heading-1": {
          "type": "heading",
          "settings": {
            "heading": "FABRICS & FINISHES",
            "heading_size": "h1"
          }
        },
        "template--15823756918940__7692c611-4f45-4a60-8185-f5b505b9bb4b-text-1": {
          "type": "text",
          "disabled": true,
          "settings": {
            "text": "<p>Share information about your brand with your customers. Describe a product, make announcements, or welcome customers to your store.<\/p>"
          }
        },
        "template--15823756918940__7692c611-4f45-4a60-8185-f5b505b9bb4b-button-1": {
          "type": "button",
          "disabled": true,
          "settings": {
            "button_label": "Button label",
            "button_link": "",
            "button_style_secondary": false,
            "button_label_2": "",
            "button_link_2": "",
            "button_style_secondary_2": false
          }
        }
      },
      "block_order": [
        "template--15823756918940__7692c611-4f45-4a60-8185-f5b505b9bb4b-heading-1",
        "template--15823756918940__7692c611-4f45-4a60-8185-f5b505b9bb4b-text-1",
        "template--15823756918940__7692c611-4f45-4a60-8185-f5b505b9bb4b-button-1"
      ],
      "settings": {
        "desktop_content_position": "center",
        "content_alignment": "center",
        "color_scheme": "background-1",
        "full_width": true,
        "padding_top": 40,
        "padding_bottom": 52
      }
    },
    "e156063a-3e2a-42ba-8f55-d76f3d416338": {
      "type": "faq",
      "blocks": {
        "18ac8ae5-445f-4dcb-8cc0-e3730c1cd365": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "FAQ title",
            "content": "<p>FAQ content<\/p>"
          }
        }
      },
      "block_order": [
        "18ac8ae5-445f-4dcb-8cc0-e3730c1cd365"
      ],
      "settings": {
        "enable_rich_schema": true,
        "max_width": "64rem",
        "margin_top": 1,
        "margin_bottom": 1,
        "background_color": "#ffffff",
        "border_color": "#eeeeee",
        "panel_color": "#fdfdfd",
        "q_size_small": 1,
        "q_size_large": 1.4,
        "q_color": "",
        "a_color": ""
      }
    },
    "32f64788-8a14-4903-9eeb-4b807479bd56": {
      "type": "rich-text",
      "blocks": {
        "template--15823756918940__32f64788-8a14-4903-9eeb-4b807479bd56-heading-1": {
          "type": "heading",
          "settings": {
            "heading": "Warranty",
            "heading_size": "h1"
          }
        },
        "template--15823756918940__32f64788-8a14-4903-9eeb-4b807479bd56-text-1": {
          "type": "text",
          "disabled": true,
          "settings": {
            "text": "<p>Share information about your brand with your customers. Describe a product, make announcements, or welcome customers to your store.<\/p>"
          }
        },
        "template--15823756918940__32f64788-8a14-4903-9eeb-4b807479bd56-button-1": {
          "type": "button",
          "disabled": true,
          "settings": {
            "button_label": "Button label",
            "button_link": "",
            "button_style_secondary": false,
            "button_label_2": "",
            "button_link_2": "",
            "button_style_secondary_2": false
          }
        }
      },
      "block_order": [
        "template--15823756918940__32f64788-8a14-4903-9eeb-4b807479bd56-heading-1",
        "template--15823756918940__32f64788-8a14-4903-9eeb-4b807479bd56-text-1",
        "template--15823756918940__32f64788-8a14-4903-9eeb-4b807479bd56-button-1"
      ],
      "settings": {
        "desktop_content_position": "center",
        "content_alignment": "center",
        "color_scheme": "background-1",
        "full_width": true,
        "padding_top": 40,
        "padding_bottom": 52
      }
    },
    "22176b36-2f65-4166-bd8e-e1c86ed33518": {
      "type": "faq",
      "blocks": {
        "ee128321-1e38-4da4-97f9-d44bd21935a1": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "FAQ title",
            "content": "<p>FAQ content<\/p>"
          }
        }
      },
      "block_order": [
        "ee128321-1e38-4da4-97f9-d44bd21935a1"
      ],
      "settings": {
        "enable_rich_schema": true,
        "max_width": "64rem",
        "margin_top": 1,
        "margin_bottom": 1,
        "background_color": "#ffffff",
        "border_color": "#eeeeee",
        "panel_color": "#fdfdfd",
        "q_size_small": 1,
        "q_size_large": 1.4,
        "q_color": "",
        "a_color": ""
      }
    }
  },
  "order": [
    "main",
    "138f8f4b-4cfe-4df3-b5c3-535b265230eb",
    "69e1f2ab-09d5-4118-845b-0ff80654302b",
    "827dd7fd-904a-4ba9-8d73-dc85fffac508",
    "5ad82363-9d51-48e7-9dc4-ab9de139640d",
    "32219bba-7216-4ef9-b2dc-b46b58cd1503",
    "f67e9919-60df-48af-8f85-9726d3974d49",
    "bc38aca8-feb2-4e7b-89a4-a086b2e5d243",
    "7692c611-4f45-4a60-8185-f5b505b9bb4b",
    "e156063a-3e2a-42ba-8f55-d76f3d416338",
    "32f64788-8a14-4903-9eeb-4b807479bd56",
    "22176b36-2f65-4166-bd8e-e1c86ed33518"
  ]
}
