{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 28,
        "padding_bottom": 28
      }
    },
    "138f8f4b-4cfe-4df3-b5c3-535b265230eb": {
      "type": "divider",
      "settings": {
        "divider_spacing": 20,
        "divider_border": false,
        "css_class": "",
        "custom_css": ""
      }
    },
    "69e1f2ab-09d5-4118-845b-0ff80654302b": {
      "type": "rich-text",
      "blocks": {
        "template--15823756198044__69e1f2ab-09d5-4118-845b-0ff80654302b-heading-1": {
          "type": "heading",
          "settings": {
            "heading": "PRECISEREAD TOUCHLESS FOREHEAD THERMOMETER",
            "heading_size": "h1"
          }
        }
      },
      "block_order": [
        "template--15823756198044__69e1f2ab-09d5-4118-845b-0ff80654302b-heading-1"
      ],
      "settings": {
        "desktop_content_position": "center",
        "content_alignment": "center",
        "color_scheme": "background-1",
        "full_width": true,
        "padding_top": 40,
        "padding_bottom": 52
      }
    },
    "faq_7a9kdJ": {
      "type": "faq",
      "blocks": {
        "faq_x6nTHW": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "How do I sign up for the Evenflo Rewards Program?",
            "content": "<p>Create an account and then enter your first name, last name, email and a password. There is no cost to join and you will be given the option to sign up for emails. As a Rewards member, you'll be the first to know about promotions, product launches and more!<br\/> <br\/> If you already have an account with us, then you are already a member of our Rewards Program! Just sign in and head over to our Rewards page to start earning points toward dollars off Evenflo baby gear - including our most recent product innovations.<\/p>"
          }
        },
        "faq_hkjNEw": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "I already created an account on Evenflo.com. Do I need to create a new one to earn Rewards points?",
            "content": "<p>All customers with an active account are automatically enrolled in our Rewards Program.<\/p>"
          }
        },
        "faq_ffbd9J": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "Where can I find my Rewards account info?",
            "content": "<p>All Rewards account info can be accessed on your Rewards page.<\/p>"
          }
        },
        "faq_tDTWa6": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "Will I receive points for purchases made prior to creating my account?",
            "content": "<p>Points will only be added for purchases made after the creation of your Rewards account. If you would like to earn points for your upcoming purchase, make sure to create an account before you checkout so that you are able to receive the points. <br\/> <br\/> For questions related to your points or your account, please reach out to our Parentlink Consumer Care team at Parentlink@evenflo.com<\/p>"
          }
        },
        "faq_nFEdNY": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "How do I redeem my points?",
            "content": "<p>To redeem your points during checkout, use the slider directly above your cart total to choose the amount you would like to apply. Click the \"APPLY\" button.<\/p>"
          }
        },
        "faq_CVd8JT": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "Can I earn points on orders paid with a gift card?",
            "content": "<p>No. Points cannot be earned on orders paid with a gift card. If you use both a gift card and another form of payment, you will only earn points on the amount paid with the other form of payment.<\/p>"
          }
        },
        "faq_HaLUP7": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "Is there a limit to how many points I can earn?",
            "content": "<p>No. There is no limit to the amount of points you can earn.<\/p>"
          }
        },
        "faq_h373aw": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "Do my points expire?",
            "content": "<p>No. Points do not expire.<\/p>"
          }
        },
        "faq_wYTahY": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "When will I receive my birthday discount?",
            "content": "<p>Happy Birthday! We’re so glad that you've chosen to celebrate with us through our Rewards Program. In order for you to receive a birthday bonus, you must register the date in your account at least 30 days prior to your birthday. <br\/> <br\/> If your birthday falls between the day that you registered and the 30-day waiting period afterward, you will receive your birthday bonus 30 days after your registration. This delay is only applicable for the first year that you signed up. <br\/> <br\/> All future birthday bonuses will be emailed to you on your birthday. If you register your birthday through your Rewards account any time after it has passed in the current calendar year, rewards will not be added to your account until the day of your birthday in the following year. <br\/> <br\/> Remember, the birthday reward is determined by the Rewards member tier that you are part of on the date of your birthday. If it has been more than 30 days since you registered for your birthday reward and you still have not received the additional points in your account, please reach out to our Parentlink Consumer Care team at Parentlink@evenflo.com.<\/p>"
          }
        }
      },
      "block_order": [
        "faq_x6nTHW",
        "faq_hkjNEw",
        "faq_ffbd9J",
        "faq_tDTWa6",
        "faq_nFEdNY",
        "faq_CVd8JT",
        "faq_HaLUP7",
        "faq_h373aw",
        "faq_wYTahY"
      ],
      "settings": {
        "enable_rich_schema": true,
        "max_width": "64rem",
        "margin_top": 1,
        "margin_bottom": 1,
        "background_color": "#ffffff",
        "border_color": "#eeeeee",
        "panel_color": "#fdfdfd",
        "q_size_small": 1,
        "q_size_large": 1.4,
        "q_color": "",
        "a_color": ""
      }
    }
  },
  "order": [
    "main",
    "138f8f4b-4cfe-4df3-b5c3-535b265230eb",
    "69e1f2ab-09d5-4118-845b-0ff80654302b",
    "faq_7a9kdJ"
  ]
}
