{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 28,
        "padding_bottom": 28
      }
    },
    "138f8f4b-4cfe-4df3-b5c3-535b265230eb": {
      "type": "divider",
      "settings": {
        "divider_spacing": 20,
        "divider_border": false,
        "css_class": "",
        "custom_css": ""
      }
    },
    "69e1f2ab-09d5-4118-845b-0ff80654302b": {
      "type": "rich-text",
      "blocks": {
        "template--15823756198044__69e1f2ab-09d5-4118-845b-0ff80654302b-heading-1": {
          "type": "heading",
          "settings": {
            "heading": "LiteMax DLX Infant Car Seat Base with Load Leg",
            "heading_size": "h2"
          }
        }
      },
      "block_order": [
        "template--15823756198044__69e1f2ab-09d5-4118-845b-0ff80654302b-heading-1"
      ],
      "settings": {
        "desktop_content_position": "center",
        "content_alignment": "center",
        "color_scheme": "background-1",
        "full_width": true,
        "padding_top": 40,
        "padding_bottom": 52
      }
    },
    "827dd7fd-904a-4ba9-8d73-dc85fffac508": {
      "type": "faq",
      "blocks": {
        "91abbe3b-19a0-4b8a-bd4a-ea4d8d725180": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "Can I use the Evenflo LiteMax infant car seat if my baby is less than 4 lbs? ",
            "content": "<p>The Evenflo LiteMax and SafeMax infant car seats have a weight range of 4 – 35 lbs (1.8 – 15.8 kg) and a height range of 17 – 32 inches (43 – 81 cm). It is important to always follow the information provided in the car seat instruction manual when installing and using your car seat. <\/p><p>However, to help meet the needs of families with very small infants, the Evenflo LiteMax and SafeMax infant car seats may be used with a smaller infant as indicated below: <\/p><ul><li>Weight: 3 – 35 lbs (1.4 – 15.8 kg) <\/li><li>Height: 15.75 – 32 in (40 – 81 cm) <br\/><\/li><\/ul><p>This update is a retroactive change to existing Evenflo LiteMax and SafeMax infant car seats. The following guidelines must be followed when using this car seat between 3 – 4 lbs (1.4 – 1.8 kg) and 15.75 – 17 in (40 – 43 cm): <\/p><ul><li>The infant’s clinical team must approve of use and fit. Evenflo recommends following the AAP guidance and conducting an angle tolerance test prior to discharge. (Pediatrics 2009; 123: 1424-1429; reaffirmed June 2018). <\/li><li>Harness is positioned at or below the infant’s shoulders. <\/li><li>There is no gap between the child and the buckle. <\/li><li>Chest clip is positioned at armpit level. <\/li><li>Harness must be snug. <\/li><li>Date of manufacture 1\/1\/2018 or newer – infant insert is OPTIONAL for child fit. <\/li><li>Date of manufacture 12\/31\/2017 or older – infant insert is REQUIRED for infants who weigh between 3 – 4 lbs (1.4 – 1.8 kg) and OPTIONAL for infants who weight over 4 lbs (1.8 kg). <\/li><li>Travel should be limited to only what is necessary. It is recommended to have an adult observing the infant in the back seat and conducting frequent rest breaks during travel. <\/li><\/ul><p>The head pillow, harness covers and buckle pad are OPTIONAL for all LiteMax seats, regardless of the date they were manufactured. As with any child using a child restraint, please ensure that all the other requirements set forth in the instruction manual for the child restraint are met. <\/p>"
          }
        },
        "520b8b9c-f1d1-484a-8a3d-fb63b1cc4887": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "My Evenflo car seat instruction manual states that the tether is required, but I do not have a tether anchor available in my vehicle. Can I still use my Evenflo car seat?",
            "content": "<p>If you are in the United States, you may still use your Evenflo car seat without the tether if you do not have an anchor available in your vehicle. The tether is an important safety feature on all Evenflo forward-facing harnessed car seats (and additionally in rear-facing mode on the Evenflo Revolve 360). All Evenflo car seats must pass the federal crash test procedure with and without the tether. While we encourage the use of the tether, it is acceptable to install your car seat without the use of this feature if you do not have a tether anchor available to use in your vehicle. Refer to your vehicle owner’s manual for the location of the tether anchor in your vehicle. Older vehicles may not come equipped with tether anchor hardware. Check with your vehicle dealer. Do not use the tether if you do not have a tether anchor in your vehicle.<\/p><p>If you are in Canada, tether use is mandatory as part of Canadian law. All consumers must use the tether for forward-facing car seat installations.<\/p>"
          }
        },
        "6ee5998a-e01c-461c-b706-d270ec72c651": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "I am trying to fit two car seats next to each other in my vehicle. Can I remove the cup holders on my Evenflo Chase car seat to make the car seat narrower?",
            "content": "<p><\/p><p>The Evenflo Chase has cup holders that are attached with a screw. The cup holders need to be used when the car seat is installed in a vehicle. However, there are small caps that can be used to replace the cup holders, if needed.<\/p><p>The Evenflo Maestro and SecureKid car seats also have cup holders that may be replaced with the small caps, if needed.<\/p><p>Please contact ParentLink at 1-800-233-5921 (U.S.) or 1-937-773-3971 (Canada), Monday - Friday, 8 am - 5 pm (EST) to inquire about the replacement caps and how to remove the cup holders.<\/p>"
          }
        },
        "8f9f2b69-e10e-48c4-8df2-395760c5c2f2": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "Can I install my car seat next to a side curtain air bag?",
            "content": "<p>Generally, car seats and booster seats can be safely installed in rear-seating positions next to side curtain air bags. It is important to consult your vehicle owner’s manual to ensure there are no restrictions in the seating position that you want to use for your car seat installation. In addition to your vehicle owner’s manual, your car seat instructions will include detailed information about any air bag interaction concerns.<\/p>"
          }
        },
        "24d058c6-c249-4485-af50-3dee1b356c2c": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "Is it okay if my rear-facing convertible car seat touches the back of the vehicle seat in front of it?",
            "content": "<p><\/p><p>Evenflo permits contact between front vehicle seats and its rear-facing convertible or all-in-one car seats. However, the car seat should not be wedged in and should be installed in accordance with both the car seat instructions and the vehicle owner’s manual. Unlike its convertible seats, however, Evenflo does require 1.5 inches of clearance between a front vehicle seat and any of its rear-facing only infant car seats.<\/p>"
          }
        },
        "ff1370f7-48a9-4f09-99b3-e05574d8c8c2": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "Can I use a pool noodle to increase the rear-facing recline of my rear-facing car seat?",
            "content": "<p>Rear-facing infant, convertible or all-in-one car seats must be properly reclined according to the level indicator provided by the car seat manufacturer. Many car seats come with adjustment mechanisms to attain the appropriate recline.<\/p><p>While Evenflo’s rear-facing car seats do have adjustment mechanisms, Evenflo does allow the use of a rolled towel or pool noodle to adjust the recline of a rear-facing car seat to meet the required angle as noted by the angle indicator, as outlined below:<\/p><p>- Rear-facing only models: If the adjustment on the base of the car seat does not provide enough recline, store the adjustment mechanism and replace with rolled towels or pool noodles.<\/p><p>- Convertible and all-in-one models: The car seat must be adjusted to the appropriate rear-facing position. If more recline is needed the rolled towel or pool noodles can be added in addition to the recline mechanism of the car seat.<\/p><p>Always thoroughly review and follow the instructions that came with your car seat for complete installation information.<\/p>"
          }
        },
        "6a6266fd-d523-4255-b86b-934258e69726": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "Does the recline foot of the SureRide\/Titan 65 convertible car seat need to be in contact with the vehicle seat when installed in rear-facing mode?",
            "content": "<p>The recline foot must be placed in the recline position when the SureRide\/Titan 65 convertible car seat is installed in rear-facing mode, but as long as a tight installation can be achieved in keeping with the instructions, the recline foot does not need to be in contact with any part of the vehicle seat. If needed to assist with achieving the appropriate recline angle, you may use a rolled towel or pool noodle under the front portion of the car seat, near the recline foot.<\/p><p>This guidance also applies to the Evenflo Sonus, Sonus 65 and Stratos convertible car seats when installed in rear-facing mode.<\/p>"
          }
        },
        "f0f68728-d4a1-41a7-8790-dbb569c585d7": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "When I install my forward-facing car seat there is a gap with space between the back of the car seat and the vehicle seat. Is that okay?",
            "content": "<p><\/p><p>It is okay to have empty space between a forward-facing harnessed car seat and the vehicle seat if you have followed the car seat manufacturer’s instructions and achieved a tight installation. If you are experiencing this situation with an Evenflo car seat and want to eliminate the gap, however, try one or more of the following:<\/p><p>1. Remove the vehicle seat headrest, if approved by your manufacturer. Removing the headrest will often allow more of the car seat to be in contact with the vehicle seat back. Remember to properly store your headrest when it is removed. Check your vehicle owner’s manual for specific instructions.<\/p><p>2. Recline the vehicle seat, if approved by your manufacturer. Slightly reclining the vehicle seat back may allow more of the car seat to be in contact with the vehicle seat. Check your vehicle owner’s manual for specific instructions.<\/p><p>3. Use the car seat tether. If your vehicle has tether anchor hardware, you should always use a tether with a forward-facing car seat installation anyway. The tether can help improve the car seat’s performance in a crash.<\/p><p>Check your work. The car seat should not move more than 1” from side-to-side or front-to-back when checking at the belt path (the location where the seat belt or lower anchors are attaching the car seat to the vehicle).<\/p>"
          }
        },
        "7c3378ad-7e78-4a2d-8725-1069efba5413": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "When I install my Evenflo car seat in my vehicle, some of the car seat bottom hangs off the front edge of the vehicle seat. Is that allowed?",
            "content": "<p>Generally, most Evenflo car seats allow approximately 20% of the bottom of the car seat to hang over the front of the vehicle seat. The majority of the bottom of the car seat (80%) should be supported by the vehicle seat. This applies whether the car seat is installed rear-facing, forward-facing or in booster mode, and whether installed with the vehicle seat belt system or the lower anchor system.<\/p><p>There are exceptions to this general rule. When installed in rear-facing mode, the following car seats require the entire bottom of the car seat to be supported by the vehicle seat, as noted in the image below.<\/p><p>- Evenflo SureRide\/Titan 65<\/p><p>- Evenflo Stratos<\/p><p>- Evenflo Sonus 65<\/p><p>- Evenflo Sonus<\/p><p>- Evenflo Titan 50 (discontinued)<\/p><p>- Evenflo Tribute<\/p><p>In some minivans with optional second row center seats, you may find that the car seat bottom actually overhangs the side of the vehicle seat. In this situation, the same general guidance provided above applies—at least 80% of the bottom of the seat must be supported by the vehicle, with the exception of the car seats listed above in rear-facing mode, where the entire bottom of the seat must be supported.<\/p>"
          }
        },
        "406ef2af-ba94-4429-a1fe-84f0fc91d646": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "My baby is under 35 pounds but exceeds the height limit for a rear facing only seat (an infant seat). Do I need to place him in a different type of seat?",
            "content": "<p>A convertible or \"All in One\" car seat would be recommended. These seats generally have a higher rear-facing weight limit and can be used for a longer period of time.<\/p>"
          }
        },
        "4cab9ff5-108b-497c-ab7a-4f4921fea199": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "When I position my infant in her rear-facing car seat, there is a gap between her bottom and the crotch strap. Is there anything I can do to improve her positioning?",
            "content": "<p><\/p><p>Many Evenflo car seats come with positioning inserts, which should be used per the instructions in your car seat manual. Using the insert that came with your car seat, if available, may help eliminate the gap between your child and the crotch buckle.<\/p><p>If the positioning insert does not eliminate the gap, or if your car seat did not come with an optional positioning insert, you may use a small wash cloth to help fill in this gap with Evenflo rear-facing car seats. To use: place your child in the car seat, buckle and tighten the harness so that you cannot pinch any webbing when testing at the child’s shoulders. Once tightened, slide the wash cloth in the gap between your child and the crotch buckle.<\/p><p>If needed, you may also use tightly rolled receiving blankets placed next to your child to center him\/her in the car seat. The positioning blankets should never be placed under the child, between the child and the harness, or near a child’s mouth, face and neck.<\/p>"
          }
        },
        "ca79f6f4-9dc3-40c8-b178-5da7e4f1298d": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "The center seating position in my vehicle is narrower than the positions near the window. Can I use my booster seat in that position?",
            "content": "<p><\/p><p>In many vehicles the center seating position is narrower than the outboard seating positions (near the windows). In most situations, you may use a booster seat in that seating location, however there are a few items you should consider. First, the vehicle manufacturer must not specifically disallow this seating position for car seat or booster seat use. Second, the location of the lap portion of the seat belt and the buckle should not be coming from behind or beneath the booster seat. It is okay for the lap portion of the seat belt and the buckle to be in direct contact with the booster seat. Finally, belt fit is the most important consideration for booster seat use. Always check your child for appropriate belt fit in any seating position where you use the booster seat.<\/p>"
          }
        }
      },
      "block_order": [
        "91abbe3b-19a0-4b8a-bd4a-ea4d8d725180",
        "520b8b9c-f1d1-484a-8a3d-fb63b1cc4887",
        "6ee5998a-e01c-461c-b706-d270ec72c651",
        "8f9f2b69-e10e-48c4-8df2-395760c5c2f2",
        "24d058c6-c249-4485-af50-3dee1b356c2c",
        "ff1370f7-48a9-4f09-99b3-e05574d8c8c2",
        "6a6266fd-d523-4255-b86b-934258e69726",
        "f0f68728-d4a1-41a7-8790-dbb569c585d7",
        "7c3378ad-7e78-4a2d-8725-1069efba5413",
        "406ef2af-ba94-4429-a1fe-84f0fc91d646",
        "4cab9ff5-108b-497c-ab7a-4f4921fea199",
        "ca79f6f4-9dc3-40c8-b178-5da7e4f1298d"
      ],
      "settings": {
        "enable_rich_schema": true,
        "max_width": "64rem",
        "margin_top": 1,
        "margin_bottom": 1,
        "background_color": "#ffffff",
        "border_color": "#eeeeee",
        "panel_color": "#fdfdfd",
        "q_size_small": 1,
        "q_size_large": 1.4,
        "q_color": "",
        "a_color": ""
      }
    },
    "6a46f35e-5247-4288-be67-7aea5f3ae979": {
      "type": "evenflo-faq",
      "disabled": true,
      "settings": {
        "number_of_faq": 0
      }
    },
    "f8081ebc-c837-4464-af80-780adbfd27f7": {
      "type": "rich-text",
      "blocks": {
        "template--15823756198044__f8081ebc-c837-4464-af80-780adbfd27f7-heading-1": {
          "type": "heading",
          "settings": {
            "heading": "PURCHASING FAQS",
            "heading_size": "h1"
          }
        },
        "template--15823756198044__f8081ebc-c837-4464-af80-780adbfd27f7-text-1": {
          "type": "text",
          "disabled": true,
          "settings": {
            "text": "<p>Share information about your brand with your customers. Describe a product, make announcements, or welcome customers to your store.<\/p>"
          }
        },
        "template--15823756198044__f8081ebc-c837-4464-af80-780adbfd27f7-button-1": {
          "type": "button",
          "disabled": true,
          "settings": {
            "button_label": "Button label",
            "button_link": "",
            "button_style_secondary": false,
            "button_label_2": "",
            "button_link_2": "",
            "button_style_secondary_2": false
          }
        }
      },
      "block_order": [
        "template--15823756198044__f8081ebc-c837-4464-af80-780adbfd27f7-heading-1",
        "template--15823756198044__f8081ebc-c837-4464-af80-780adbfd27f7-text-1",
        "template--15823756198044__f8081ebc-c837-4464-af80-780adbfd27f7-button-1"
      ],
      "settings": {
        "desktop_content_position": "center",
        "content_alignment": "center",
        "color_scheme": "background-1",
        "full_width": true,
        "padding_top": 40,
        "padding_bottom": 52
      }
    },
    "4eff5f58-08f2-4d88-95a7-d9caf111182c": {
      "type": "faq",
      "blocks": {
        "cd7b94d6-4025-48df-ae0d-4f3a7f1d4f0e": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "Does Evenflo have harness covers available for car seats?",
            "content": "<p><\/p><p>Harness covers are provided with some Evenflo car seats. For models not sold with harness covers, they are available for purchase from ParentLink for the following models:<\/p><p>- Chase combination car seat (model numbers beginning 306)<\/p><p>- Maestro combination car seat<\/p><p>- SecureKid combination car seat<\/p><p>- SureRide\/Titan 65 convertible car seat<\/p><p>- Embrace infant car seat<\/p><p>- LiteMax infant car seat<\/p><p>- SafeMax infant car seat<\/p><p>- Sonus convertible car seat<\/p><p>- Sonus 65 convertible car seat<\/p><p>- Stratos convertible car seat<\/p><p>- ransitions\/Evolve\/SafeMax 3-in-1 combination car seat<\/p><p>Only those harness covers provided by Evenflo should be used wit<\/p>"
          }
        },
        "49bfd074-06b6-4b59-81dd-82b406b4e5cc": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "I live in Canada. Can I buy a seat in the US and use it in Canada?",
            "content": "<p><\/p><p>Seats sold in the US may not comply with all Canadian requirements and, for that reason, do not have the required Maple Leaf sticker.<\/p>"
          }
        },
        "d668abe8-e236-4458-8195-6bc4287f38a0": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "Who is the Evenflo SafeMax All-in-One car seat appropriate for?",
            "content": "<p><\/p><p>The Evenflo SafeMax is an All-in-One car seat, accommodating children from birth through booster. Rear-facing it can be used for infants and young children from 5 – 40 lbs (19 – 40 in). Safety advocates recommend that children ride rear-facing as long as possible. Forward-facing, the Evenflo SafeMax All-in-One can be used for children at least one year old and 22 – 65 lbs (28 – 50 in). Finally, in high back booster mode this car seat can be used for children at least four years old and from 40 – 120 lbs (44 – 57 in).<\/p>"
          }
        },
        "5d8872f3-bf4d-4b32-b8e8-480eb598f8f2": {
          "type": "faq",
          "disabled": true,
          "settings": {
            "checkbox_expanded": false,
            "title": "Does this car seat have an anti-rebound bar?",
            "content": "<p>The base of the Evenflo Shyft™ DualRide™ acts as an anti-rebound system — a lot like an anti-rebound bar. This feature absorbs and dissipates crash forces to help provide additional stability.<\/p>"
          }
        },
        "18411d8d-da1c-4c2a-9c0d-2f7f37aa2098": {
          "type": "faq",
          "disabled": true,
          "settings": {
            "checkbox_expanded": false,
            "title": "Does this car seat have a load leg?",
            "content": "<p>No, the Evenflo Shyft™DualRide™ is not designed with a load leg. This car seat meets or exceeds all applicable Federal motor vehicle safety standards and Evenflo’s internal testing standards. The Evenflo Shyft™ DualRide™ is engineered to manage crash energy appropriately without the addition of a load leg.<\/p>"
          }
        },
        "09bffd6e-90ae-4dca-9269-1affa3a1d8c8": {
          "type": "faq",
          "disabled": true,
          "settings": {
            "checkbox_expanded": false,
            "title": "Is the Evenflo Shyft™ DualRide™ latex-free?",
            "content": "<p>Yes. All Evenflo car seats are latex-free.<\/p>"
          }
        },
        "fb7fd06a-4e83-4a76-a79a-3019145eda4d": {
          "type": "faq",
          "disabled": true,
          "settings": {
            "checkbox_expanded": false,
            "title": "Is the buckle cover required?",
            "content": "<p>No. The buckle cover for your Evenflo Shyft™ DualRide™ is optional and provided for your child’s comfort. It may be used at any time.<\/p>"
          }
        },
        "9465212f-6e10-4525-b381-ea894ae3dea7": {
          "type": "faq",
          "disabled": true,
          "settings": {
            "checkbox_expanded": false,
            "title": "Which models include SensorSafe™?",
            "content": "<p>All versions of the Evenflo Shyft™ DualRide™ come equipped with <strong>SensorSafe<\/strong>™.<\/p>"
          }
        },
        "2415c4a8-7fdd-4a69-b386-33ad57ebd51a": {
          "type": "faq",
          "disabled": true,
          "settings": {
            "checkbox_expanded": false,
            "title": "How many buckle positions does this car seat have?",
            "content": "<p>The Evenflo Shyft™DualRide™ has 3 buckle positions. The buckle should be positioned as close as possible to, without being under, your child’s bottom. You may also shorten the buckle to improve fit for newborns.<\/p>"
          }
        },
        "23cc71e7-170b-45b9-a3f3-4433dbb7d7d8": {
          "type": "faq",
          "disabled": true,
          "settings": {
            "checkbox_expanded": false,
            "title": "Is the body pillow required?",
            "content": "<p>The infant body pillow is required for our tiniest riders from 3 - 6 lb. (1.4 - 2.7 kg). It is optional for use above 6 lb. (2.7 kg) and is designed to assist with your child’s positioning and comfort.<\/p>"
          }
        },
        "dd8c46ec-eaf8-44aa-86e6-30e0f4f4ef22": {
          "type": "faq",
          "disabled": true,
          "settings": {
            "checkbox_expanded": false,
            "title": "How many harness height positions are on this car seat?",
            "content": "<p>The Evenflo Shyft™ DualRide™ has 8 harness positions. To adjust the harness height, simply squeeze the harness height adjustment at the top of the headrest and move the headrest up or down to the appropriate location for your child.<\/p>"
          }
        },
        "dd5a4f3a-e573-4c24-a987-ee569f38b6e6": {
          "type": "faq",
          "disabled": true,
          "settings": {
            "checkbox_expanded": false,
            "title": "Can you use this car seat without the base?",
            "content": "<p>Yes, the Shyft™ DualRide™ can be used with or without the stroller frame when installing without the base.<\/p>"
          }
        }
      },
      "block_order": [
        "cd7b94d6-4025-48df-ae0d-4f3a7f1d4f0e",
        "49bfd074-06b6-4b59-81dd-82b406b4e5cc",
        "d668abe8-e236-4458-8195-6bc4287f38a0",
        "5d8872f3-bf4d-4b32-b8e8-480eb598f8f2",
        "18411d8d-da1c-4c2a-9c0d-2f7f37aa2098",
        "09bffd6e-90ae-4dca-9269-1affa3a1d8c8",
        "fb7fd06a-4e83-4a76-a79a-3019145eda4d",
        "9465212f-6e10-4525-b381-ea894ae3dea7",
        "2415c4a8-7fdd-4a69-b386-33ad57ebd51a",
        "23cc71e7-170b-45b9-a3f3-4433dbb7d7d8",
        "dd8c46ec-eaf8-44aa-86e6-30e0f4f4ef22",
        "dd5a4f3a-e573-4c24-a987-ee569f38b6e6"
      ],
      "settings": {
        "enable_rich_schema": true,
        "max_width": "64rem",
        "margin_top": 1,
        "margin_bottom": 1,
        "background_color": "#ffffff",
        "border_color": "#eeeeee",
        "panel_color": "#fdfdfd",
        "q_size_small": 1,
        "q_size_large": 1.4,
        "q_color": "",
        "a_color": ""
      }
    },
    "c6b57bfe-9c3f-4bfa-a33c-12a595590ae7": {
      "type": "rich-text",
      "blocks": {
        "template--15823756198044__c6b57bfe-9c3f-4bfa-a33c-12a595590ae7-heading-1": {
          "type": "heading",
          "settings": {
            "heading": "USE & CARE FAQS",
            "heading_size": "h1"
          }
        }
      },
      "block_order": [
        "template--15823756198044__c6b57bfe-9c3f-4bfa-a33c-12a595590ae7-heading-1"
      ],
      "settings": {
        "desktop_content_position": "center",
        "content_alignment": "center",
        "color_scheme": "background-1",
        "full_width": true,
        "padding_top": 40,
        "padding_bottom": 52
      }
    },
    "909a054a-b8f7-4641-a0b1-766ee13f0095": {
      "type": "faq",
      "blocks": {
        "a279daf5-03c0-48cb-8f24-c2e766ac41c6": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "Where does the carry handle need to be positioned when using the Evenflo LiteMax infant car seat in the vehicle?",
            "content": "<p>In the United States, the Evenflo LiteMax allows two carry handle positions for use while traveling in a vehicle. Position 1 (upright) is the carry position, but may also be used during vehicle travel. Position 3 (behind the child’s head) is the travel position, as referenced in the manual. Obviously, this may also be used during vehicle travel.<\/p><p>In Canada, only Position 1 (upright) is approved for use in the vehicle.<\/p><p>Using Position 1 as an acceptable handle position for vehicle travel in the United States is a retroactive change to some older LiteMax and SafeMax infant car seat instructions.<\/p>"
          }
        },
        "e5f78b13-3419-476c-9e99-9ad121735b93": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "How do I move the recline foot from the rear-facing position to the forward-facing position on the SureRide\/Titan 65 convertible car seat?",
            "content": "<p>To fold the recline stand of the SureRide\/Titan 65 convertible car seat, follow these steps:<\/p><p>1. Place the car seat on the floor with the backside of the car seat facing upwards and the recline foot facing towards you.<\/p><p>Pull the plastic call of the car seat shell away from the locking tab of the recline stand with your fingers, as your thumbs push the recline stand away from you.<\/p><p>3. Rotate the recline stand away from you until it lies flat.<\/p>"
          }
        },
        "dd021ba8-8573-4878-ae64-163a5bf49f53": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "It is hard to see the rear-facing recline line on my convertible car seat. Is there anything I can do to make it easier to view?",
            "content": "<p>Some recline lines are molded into the car seat shell. On those models, you can use white chalk or a white permanent marker (ex: China marker) on the line to help it stand out from the surrounding shell of the car seat.<\/p>"
          }
        },
        "5f38f883-020d-439b-9b2a-5cf406c31be4": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "My child is using a booster seat and has a hard time reaching the vehicle buckle. Can I use a seat belt extender to make it easier for him to reach?",
            "content": "<p>Belt-positioning booster seats are designed to raise the child up and help to position the vehicle lap and shoulder belt correctly. When a child is properly positioned in a belt-positioning booster seat so that the vehicle restraint system can be used, the child’s risk of injury in all types of crashes is reduced. In the event of a crash, the vehicle seat belt system provides all of the crash protection for a child in a belt positioning booster seat. Because a seat belt extender modifies the existing vehicle seat belt system, it should be approved for use by the vehicle manufacturer prior to use with a booster seat.<\/p>"
          }
        },
        "7712293b-fdc1-4db4-9a52-e82a0a103b82": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "Is the padding machine washable?",
            "content": "<p>Most padding can be laundered in cold water, delicate cycle. Dry on low heat for 10 minutes and allow to air dry. Please consult your instruction manual for specific laundering instructions.<\/p>"
          }
        },
        "57579c28-f80f-45ad-a436-9cc607ece91c": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "I heard that the Symphony All-in-One car seat height limit was increased in rear-facing mode. Does the new height limit apply for the Symphony that I already own?",
            "content": "<p>Evenflo has established a rear-facing height limit of 40” for the Symphony All-in-One car seat. This change is retroactive. As long as your car seat has not expired, you may continue to use your Symphony All-in-One car seat in the rear-facing position until the child reaches 40 inches, 40 lbs or the top of their head is within one inch of the top of the car seat headrest in either of the two lowest positions. Once your child exceeds any one of these size requirements, she can no longer use this car seat in the rear-facing position. Please note that these size ranges for rear-facing use generally include children up to three years old.<\/p>"
          }
        },
        "faf9bf43-97ae-4d95-8a06-32fbfd8ca22d": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "My child’s head falls forward in her forward-facing car seat, especially when she sleeps. What can I do?",
            "content": "<p>First, consider whether your child should be moved back to a rear-facing car seat, which often provide additional recline and may help prevent your child’s head from falling forward. The American Academy of Pediatrics recommends that children remain rear-facing until they are 2 years old, or they meet the upper height and weight limits of their rear-facing car seat. Next, if you decide to keep your child forward-facing – check to see if his\/her car seat offers a recline option, which may help keep your child’s head resting on the restraint. Many forward-facing car seats offer a mechanism to provide a semi-recline for installation. Be sure to check your instruction manual for weight restrictions and proper use of this car seat feature. Finally, if allowed by the vehicle manufacturer, the vehicle seat can be slightly reclined when installing the car seat. Reclining the vehicle seat may also help keep your child’s head resting on the restraint. The installation instructions of both the vehicle and car seat manufacturer must be followed and you must be able to achieve a secure and correct installation.<\/p>"
          }
        },
        "5068dfce-3c95-4ff9-9942-8dbfcb1c819f": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "I have been told to leave my child rear facing until my child is at least one year old. What do you suggest?",
            "content": "<p>The American Academy of Pediatrics recommends that children remain rear facing until they are 2 years old. The Evenflo Embrace car seat will accommodate a child rear facing up to 35 pounds. For children that do not meet the size limitations for this infant seat please see our Evenflo convertible or All in One car seats on this website which may accommodate a larger child rear facing.<\/p>"
          }
        },
        "94b6b284-2d69-4ac4-9518-1c6706eab917": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "How long is the life span of my Evenflo car seat?",
            "content": "<p>All Evenflo car seats expire 6 years following their date of manufacture, with a few exceptions: the Symphony car seat line expires 8 years after the date of manufacture, because it is an all-in-one car seat with extended use from infant seat through belt-positioning booster. The Evenflo Transitions and Evenflo Evolve 3-in-1 combination car seats also expire 8 years after the date of manufacture due to their extended use from harnessed car seat through no back booster. Safety standards change over time as restraint technology develops. Expiration dates help ensure that you are not using a car seat that may be secondhand, has been in an accident or has missing or damaged parts; plus, an expiration date provides a gentle reminder that it is time to buy a new seat with the latest technology and safety features.  Please refer to your Evenflo car seat’s date of manufacture (DOM) label to tell you exactly when your seat will expire.<\/p>"
          }
        }
      },
      "block_order": [
        "a279daf5-03c0-48cb-8f24-c2e766ac41c6",
        "e5f78b13-3419-476c-9e99-9ad121735b93",
        "dd021ba8-8573-4878-ae64-163a5bf49f53",
        "5f38f883-020d-439b-9b2a-5cf406c31be4",
        "7712293b-fdc1-4db4-9a52-e82a0a103b82",
        "57579c28-f80f-45ad-a436-9cc607ece91c",
        "faf9bf43-97ae-4d95-8a06-32fbfd8ca22d",
        "5068dfce-3c95-4ff9-9942-8dbfcb1c819f",
        "94b6b284-2d69-4ac4-9518-1c6706eab917"
      ],
      "settings": {
        "enable_rich_schema": true,
        "max_width": "64rem",
        "margin_top": 1,
        "margin_bottom": 1,
        "background_color": "#ffffff",
        "border_color": "#eeeeee",
        "panel_color": "#fdfdfd",
        "q_size_small": 1,
        "q_size_large": 1.4,
        "q_color": "",
        "a_color": ""
      }
    },
    "96b743c1-98d2-40bb-8ea6-6a575590cdc8": {
      "type": "rich-text",
      "blocks": {
        "template--15823756198044__96b743c1-98d2-40bb-8ea6-6a575590cdc8-heading-1": {
          "type": "heading",
          "settings": {
            "heading": "Aircraft Use",
            "heading_size": "h1"
          }
        }
      },
      "block_order": [
        "template--15823756198044__96b743c1-98d2-40bb-8ea6-6a575590cdc8-heading-1"
      ],
      "settings": {
        "desktop_content_position": "center",
        "content_alignment": "center",
        "color_scheme": "background-1",
        "full_width": true,
        "padding_top": 40,
        "padding_bottom": 52
      }
    },
    "e4294082-5ed4-46ea-a0bc-271105bf2bf2": {
      "type": "faq",
      "blocks": {
        "092a1808-dd15-43d0-a684-1827c666bd69": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "Is Shyft™ DualRide™ approved for use on aircraft?",
            "content": "<p>The Shyft™ DualRide™ is approved for use on an aircraft with the stroller wheels attached to the infant carrier. The base may not be used for installation on the aircraft. Please check with your airline before departure to make sure this car seat meets all requirements, including a minimum of 18 in. (45.7 cm) aisle width for use in stroller mode and a minimum of 18 in. (45.7 cm) aircraft seat width.<\/p>"
          }
        },
        "44a88db3-9c8f-49e6-9bb5-2148f772ddef": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "Can I use this car seat on an aircraft?",
            "content": "<p>Yes, the Evenflo Shyft™ DualRide™ can be installed on an aircraft without the use of the base. NOTE: If the car seat is equipped with SensorSafe™, tighten the harness around your child and then unfasten the chest clip. In order to comply with the FAA regulation for Portable Electronic Devices, the SensorSafe™ chest clip must remain unfastened during take-off and landing.<\/p>"
          }
        },
        "1f3e75bc-e6d7-4bb9-bc4a-6fc0b6d33d06": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "Where can I find the sticker stating that my car seat is FAA approved?",
            "content": "<p>You can locate your car seat’s FAA compliance label underneath the infant carrier.<\/p>"
          }
        },
        "e662ae6c-2ed7-4eb8-b10b-f8ce72c0276a": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "Does this car seat fit into a travel bag?",
            "content": "<p>Yes, it fits in the Evenflo travel bag which can be purchased separately.<\/p>"
          }
        },
        "a62d390b-05af-4208-88c1-607d25f3f996": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "What’s the best way to travel with Shyft™ DualRide™ on an airplane?",
            "content": "<p>If you plan to use your car seat without the base on an aircraft, look for the label on the car seat stating that it is aircraft approved. There is also information in the user guide that states the Shyft™ DualRide™ is aircraft approved to be used without the base. You do not need to print or bring any additional information to use your car seat on an aircraft, however, it is a good practice to contact your airline prior to departure to make sure the car seat requirements for use on an aircraft, provided in your user guide, will be met.IIf you plan to use your car seat without the base on an aircraft, look for the label on the car seat stating that it is aircraft approved. There is also information in the user guide that states the Shyft™ DualRide™ is aircraft approved to be used without the base. You do not need to print or bring any additional information to use your car seat on an aircraft, however, it is a good practice to contact your airline prior to departure to make sure the car seat requirements for use on an aircraft, provided in your user guide, will be met.<\/p>"
          }
        },
        "c6faa619-bace-43aa-84c4-1e5d93b9c7e6": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "Can I use the Shyft™ DualRide™ for international travel?",
            "content": "<p>If you plan to fly internationally, ALWAYS check with the airline prior to departure to make sure the car seat requirements for use on an aircraft, provided in your user guide, will be met. The aircraft certification for the Shyft™ DualRide™ is only relevant for US or Canadian airlines that fall under the provisions of the Federal Aviation Administration (FAA) or Transport Canada (TC). International airlines may not allow car seat use on their aircraft or may have seating systems incompatible with your Shyft DualRide. Additionally, vehicles in other countries also meet different regulatory standards and may not have seating systems that are compatible with this car seat.<\/p>"
          }
        },
        "e5d668da-20dd-420e-9ef1-e7d3df8f181e": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "Can I purchase an airline ticket for my Shyft™ DualRide™?",
            "content": "<p>If you plan to use the Shyft™ DualRide™ on an aircraft for a child that is less than 2 years old, you must purchase a ticket for your child. You should contact the airline prior to departure to make sure the car seat requirements for use on an aircraft, provided in your user guide, will be met.<\/p>"
          }
        },
        "5609ba7f-d22e-4f61-bb46-d941f04aedfa": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "The handle of my Shyft™ DualRide™ will not extend. What should I do?",
            "content": "<p>The Shyft™ DualRide™ handle will only extend when it is rotated into stroller mode. To rotate the handle, press both white buttons on the side of the handle and rotate the handle into stroller mode (towards your child’s feet). Then to extend the handle, press the white button in the center of the handle and pull the handle towards you.<\/p>"
          }
        },
        "95943756-52a3-43e3-9f0c-6c18c0bb911c": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "The handle of my Shyft™ DualRide™ won’t rotate back into the carry position. What should I do?",
            "content": "<p>Your Shyft™ DualRide™ handle will only rotate when the handle is secured in the lowest locked position. Make sure the handle is fully locked into the shortest position (no silver should be showing near the sides of the handle grip). Once the handle is fully locked in place, you should be able to rotate the handle by pressing both white buttons on the side of the handle and pushing the handle to the upright carry position.<\/p>"
          }
        },
        "73a43b63-ff6c-4dc3-b969-05738bced31b": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "Can I fold and unfold the Shyft™ DualRide™ with the baby inside?",
            "content": "<p>Include a helpful and informative answer to the frequently asked question here.<\/p>"
          }
        },
        "23fec28e-68dd-4bc7-a5a9-d49c2e6c50ff": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "Is the harness system removable or replaceable if my baby makes a mess?",
            "content": "<p>The harness system of the Shyft™ DualRide™ is not replaceable and may not be removed from the car seat. However, the harness is easy to spot clean as needed using mild soap and warm water. For stubborn messes, a soft-bristle toothbrush may help with scrubbing. Take care not to soak the harness. The harness should then air dry.<\/p>"
          }
        },
        "c7a6d065-5e2b-470e-b109-41e3abb68754": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "How do the Shyft™ DualRide™ brakes work?",
            "content": "<p>Your Shyft™ DualRide™’s rear wheels include a braking system for stroller mode. You’ll find one flip-flop-friendly brake on each rear wheel. You must press down on both brake pedals to fully lock the wheels against rolling. To release the brake, lift up on the brake pedal for each rear wheel. For safety, ALWAYS use the brakes when placing your child in or removing your child from the stroller — and ALWAYS check that both brakes are fully engaged.<\/p>"
          }
        },
        "d91f1386-d0a1-4262-898b-7fecd49e603b": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "The wheels of my Shyft™ DualRide™ won’t move. What's wrong?",
            "content": "<p>If the wheels of your Shyft™ DualRide™ aren’t turning, double-check that both rear wheel brakes have been disengaged. To release the brake, lift up the brake pedal for each rear wheel. For safety, ALWAYS make sure both brakes are fully engaged when placing your child in or removing your child from the car seat.<\/p>"
          }
        },
        "17ea1832-8afd-421a-8028-46a73b15d8c3": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "What parts can be replaced on the Shyft™ DualRide™?",
            "content": "<p>The following parts may be replaced if needed: buckle cover, harness cover, seat pad, canopy, infant insert, front and rear wheels, wheel wells, stroller frame, cup holder, and cup holder clip. Replacement parts may be ordered at parts.evenflo.com or by contacting ParentLink from 8 am to 5 pm EST, Monday through Friday at 1-800-233-5921 (US) or 937-773-3971 (Canada).<\/p>"
          }
        }
      },
      "block_order": [
        "092a1808-dd15-43d0-a684-1827c666bd69",
        "44a88db3-9c8f-49e6-9bb5-2148f772ddef",
        "1f3e75bc-e6d7-4bb9-bc4a-6fc0b6d33d06",
        "e662ae6c-2ed7-4eb8-b10b-f8ce72c0276a",
        "a62d390b-05af-4208-88c1-607d25f3f996",
        "c6faa619-bace-43aa-84c4-1e5d93b9c7e6",
        "e5d668da-20dd-420e-9ef1-e7d3df8f181e",
        "5609ba7f-d22e-4f61-bb46-d941f04aedfa",
        "95943756-52a3-43e3-9f0c-6c18c0bb911c",
        "73a43b63-ff6c-4dc3-b969-05738bced31b",
        "23fec28e-68dd-4bc7-a5a9-d49c2e6c50ff",
        "c7a6d065-5e2b-470e-b109-41e3abb68754",
        "d91f1386-d0a1-4262-898b-7fecd49e603b",
        "17ea1832-8afd-421a-8028-46a73b15d8c3"
      ],
      "settings": {
        "enable_rich_schema": true,
        "max_width": "64rem",
        "margin_top": 1,
        "margin_bottom": 1,
        "background_color": "#ffffff",
        "border_color": "#eeeeee",
        "panel_color": "#fdfdfd",
        "q_size_small": 1,
        "q_size_large": 1.4,
        "q_color": "",
        "a_color": ""
      }
    },
    "5e4583ba-9efc-4b6a-85ca-e8e5d3f645ee": {
      "type": "rich-text",
      "blocks": {
        "template--15823756198044__5e4583ba-9efc-4b6a-85ca-e8e5d3f645ee-heading-1": {
          "type": "heading",
          "settings": {
            "heading": "Vehicle Installation",
            "heading_size": "h1"
          }
        }
      },
      "block_order": [
        "template--15823756198044__5e4583ba-9efc-4b6a-85ca-e8e5d3f645ee-heading-1"
      ],
      "settings": {
        "desktop_content_position": "center",
        "content_alignment": "center",
        "color_scheme": "background-1",
        "full_width": true,
        "padding_top": 40,
        "padding_bottom": 52
      }
    },
    "aedbbae7-8a58-45c4-9980-26d5ae47870d": {
      "type": "faq",
      "blocks": {
        "dab4366e-6794-4842-8909-012187ff8cad": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "Why won’t my Shyft™ DualRide™ click into the base?",
            "content": "<p>If you’re having trouble getting your Shyft™ DualRide™ infant carrier with the stroller frame to click into your car seat base, make sure your stroller wheels with the stroller frame are properly folded and both wheels are aligned in an upright position. You may need to remove the infant carrier with the stroller frame, then unfold and refold the stroller wheels. Additionally, double-check the central front adjuster (CFA) strap between your child’s legs to make sure it is not blocking the connection to the base. An elastic loop is provided at the end of this strap so you can roll it up for out-of-the-way storage.<\/p>"
          }
        },
        "1eaa41bd-8f0f-4f49-b017-a73bb009ce05": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "How do I know when the infant carrier with the frame is secure in the base?",
            "content": "<p>Listen for the tell-tale ‘click’ that lets you know your car seat base and infant carrier with stroller frame are fully attached — and ALWAYS lift up on the carrier handle to check that it’s secure. If you are having difficulty connecting your Shyft™ DualRide™ to the base, you may need to double-check that the stroller wheels are properly folded. Remove the infant carrier with the stroller frame, then unfold and refold your wheels, and try clicking into the base again. Also, be sure to double-check the central front adjuster (CFA) strap between your child’s legs to make sure it is not blocking the connection to the base. An elastic loop is provided at the end of this strap so you can roll it up for out-of-the-way storage.<\/p>"
          }
        },
        "fdd22133-bde4-446b-8dc9-97f143fe7d80": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "How do I know when to change the waist strap position for my baby?",
            "content": "<p>Include a helpful and informative answer to the frequently asked question here.<\/p>"
          }
        },
        "bbd28b6d-b0b5-4327-b255-328368cde54b": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "How do I know the recline is correct for my baby?",
            "content": "<p>Look for the bubble indicator at the top of your Shyft™ DualRide™’s infant car seat base. The bubble must be in the blue zone at all times to ensure that your child is properly positioned. To adjust the base to the correct position for your child, squeeze the recline handle and raise or lower the recline foot.<\/p>"
          }
        },
        "83180dad-184a-40ce-afa9-759aadd2355b": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "Where do I check to make sure I have a tight install?",
            "content": "<p>Firmly grip the car seat near the belt path opening, which is where you have it installed. Try to move the car seat from side to side and front to back. The car seat should not move more than one inch (2.5 cm). If it moves more than one inch at the belt path, try your installation again. If it still moves more than one inch you may need to change seating positions in your vehicle or try a different installation method.<\/p>"
          }
        },
        "6c62b1c0-e11c-46ce-a5c7-ea65025c8b6f": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "How do I know if my car seat is tightly installed?",
            "content": "<p>When checking for a tight installation, it is important to test the car seat right where you have it installed in the vehicle. For a rear-facing car seat, that means you will grab the car seat near your child's feet and not near their head. For an infant car seat secured with the base, make sure you test for tightness by grabbing the belt path on the base (not the infant carrier). If you have installed<\/p>"
          }
        },
        "180c7932-3aed-4a0c-b7f1-4f68d594b7a0": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "Can I install the Evenflo Shyft™ DualRide™ in the center seat of my vehicle?",
            "content": "<p>Yes, the Evenflo Shyft™ DualRide™ can be used in any forward-facing vehicle seating position allowed in your vehicle’s owner’s manual, as long as a tight installation can be achieved. Therefore, the center seating position may be an option. However, in some vehicles, the center seating position may be narrower which could make it more difficult to tightly install your car seat. In many vehicles, the center seating position may not allow installation with lower anchors. It is important to refer to both your vehicle owner's manual and your car seat user guide for full installation details.<\/p>"
          }
        },
        "37c827c4-bce6-42be-97d6-29b001149fcc": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "If I have both this car seat and a second car seat, will there be enough room to fit a third passenger in my backseat?",
            "content": "<p>There are many combinations of vehicle makes, models, car seat configurations, vehicle seat belt designs, and seat cushion shapes. The easiest way to determine whether your car seat is suitable for a particular seating position is to check for a tight installation, especially when trying to fit multiple passengers in the back seat of your vehicle. Unfortunately, some smaller sedans and SUVs have rear seat belt systems that overlap, which makes it very difficult to fit three passengers in the rear seat.<\/p>"
          }
        },
        "f5d5dedc-230a-4465-bd27-37ca1efec5b5": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "Can I use a pool noodle or towel if I need more recline?",
            "content": "<p>Yes, in certain situations. The base of the Evenflo Shyft™ DualRide™ has 5 recline positions for rear-facing installations. There is a bubble level indicator on the top of the base; the bubble must be in the blue zone. Try to use the recline foot first to achieve the correct recline in your vehicle. If more reclining is needed, store the recline foot, and then tightly roll a towel or use a section of pool noodle underneath the base near the vehicle seat back to increase the recline angle, if necessary. You may also use the rolled towel or pool noodle if you are installing the infant carrier without the base.<\/p>"
          }
        },
        "7c0fc5c8-2bd3-4be0-8cef-a8badcbc7f41": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "Can I use the LATCH\/UAS system?",
            "content": "<p>Absolutely! The Evenflo Shyft™ DualRide™ comes equipped with QuickConnectors for a simple and secure installation. There is no weight limit for lower anchor use. You may install your Shyft™ DualRide™ using either the lower anchors or the vehicle seat belt.<\/p>"
          }
        }
      },
      "block_order": [
        "dab4366e-6794-4842-8909-012187ff8cad",
        "1eaa41bd-8f0f-4f49-b017-a73bb009ce05",
        "fdd22133-bde4-446b-8dc9-97f143fe7d80",
        "bbd28b6d-b0b5-4327-b255-328368cde54b",
        "83180dad-184a-40ce-afa9-759aadd2355b",
        "6c62b1c0-e11c-46ce-a5c7-ea65025c8b6f",
        "180c7932-3aed-4a0c-b7f1-4f68d594b7a0",
        "37c827c4-bce6-42be-97d6-29b001149fcc",
        "f5d5dedc-230a-4465-bd27-37ca1efec5b5",
        "7c0fc5c8-2bd3-4be0-8cef-a8badcbc7f41"
      ],
      "settings": {
        "enable_rich_schema": true,
        "max_width": "64rem",
        "margin_top": 1,
        "margin_bottom": 1,
        "background_color": "#ffffff",
        "border_color": "#eeeeee",
        "panel_color": "#fdfdfd",
        "q_size_small": 1,
        "q_size_large": 1.4,
        "q_color": "",
        "a_color": ""
      }
    },
    "2a174cb8-ab44-4b8d-b156-52617bfdc81c": {
      "type": "rich-text",
      "blocks": {
        "template--15823756198044__2a174cb8-ab44-4b8d-b156-52617bfdc81c-heading-1": {
          "type": "heading",
          "settings": {
            "heading": "Fabrics\/Cleaning",
            "heading_size": "h1"
          }
        }
      },
      "block_order": [
        "template--15823756198044__2a174cb8-ab44-4b8d-b156-52617bfdc81c-heading-1"
      ],
      "settings": {
        "desktop_content_position": "center",
        "content_alignment": "center",
        "color_scheme": "background-1",
        "full_width": true,
        "padding_top": 40,
        "padding_bottom": 52
      }
    },
    "6e941d27-9f16-48f0-b447-947d95f7d778": {
      "type": "faq",
      "blocks": {
        "371cfbd4-1255-4c0c-b5fc-cfcae423af44": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "Does this car seat come with a seat protector pad?",
            "content": "<p>No, but we do have an accessory mat available at www.evenflo.com. You can also place a towel beneath and behind the car seat to help protect your vehicle upholstery.<\/p>"
          }
        },
        "2c5c2a8b-8e80-4faa-ab8f-7975e161cde0": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "Can I use a car seat mat to protect my vehicle seat?",
            "content": "<p>Evenflo allows the use of the Evenflo car seat accessory mat underneath the Evenflo Shyft™ DualRide™ in all installation modes. You can also place a towel beneath and behind the car seat to help protect your vehicle upholstery.<\/p>"
          }
        },
        "5ec259f4-c9db-4eea-a117-75d47d6f4f4e": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "Can you wash the seat pad? If so, how?",
            "content": "<p>Yes! For your convenience, the soft goods on your Evenflo Shyft™ DualRide™ are washable. This includes the seat pad, head pad, infant insert, harness covers, and buckle cover. Machine wash separately in cold water on a delicate cycle. Do not use chlorine bleach. Tumble dry on low heat for 10 – 15 minutes. Do not iron or dry clean. See product instructions for full cleaning details.<\/p>"
          }
        },
        "1705fa7d-8341-4309-b577-992d1b36e5c3": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "How do you clean the plastic components of the car seat or base?",
            "content": "<p>Include a helpful and informative answer to the frequently asked question here.<\/p>"
          }
        },
        "3f2d79f9-bb13-4a35-aefd-04ff35c34b1d": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "How easy is it to remove the seat pad to wash?",
            "content": "<p>Really simple. The seat pad is designed to be <strong>easy-to-remove<\/strong> and toss in the wash (just be sure to wash separately, delicate cycle, with mild detergent).<\/p>"
          }
        },
        "3c9c1ec7-64ba-4082-880f-89908e058d23": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "Does the black fabric get hot in the summer?",
            "content": "<p>Like all black fabrics, the black fabric on your car seat will get warmer the longer the car seat is exposed to sunlight. In warmer months, you can place a towel or sheet over the car seat when it is not in use to help keep it cool.<\/p>"
          }
        },
        "27cad74f-56f7-4309-8fb5-5b70e89704a9": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "How comfortable are the fabrics for my child?",
            "content": "<p>The Evenflo Shyft™ DualRide™ is designed with premium, soft fabrics that have a smooth finish for easy spot cleaning. Your child will love the plush feel.<\/p>"
          }
        }
      },
      "block_order": [
        "371cfbd4-1255-4c0c-b5fc-cfcae423af44",
        "2c5c2a8b-8e80-4faa-ab8f-7975e161cde0",
        "5ec259f4-c9db-4eea-a117-75d47d6f4f4e",
        "1705fa7d-8341-4309-b577-992d1b36e5c3",
        "3f2d79f9-bb13-4a35-aefd-04ff35c34b1d",
        "3c9c1ec7-64ba-4082-880f-89908e058d23",
        "27cad74f-56f7-4309-8fb5-5b70e89704a9"
      ],
      "settings": {
        "enable_rich_schema": true,
        "max_width": "64rem",
        "margin_top": 1,
        "margin_bottom": 1,
        "background_color": "#ffffff",
        "border_color": "#eeeeee",
        "panel_color": "#fdfdfd",
        "q_size_small": 1,
        "q_size_large": 1.4,
        "q_color": "",
        "a_color": ""
      }
    },
    "b74e4e9f-a6ee-45a6-b71e-b3c00475759c": {
      "type": "rich-text",
      "blocks": {
        "template--15823756198044__b74e4e9f-a6ee-45a6-b71e-b3c00475759c-heading-1": {
          "type": "heading",
          "settings": {
            "heading": "Regulatory\/Testing",
            "heading_size": "h1"
          }
        }
      },
      "block_order": [
        "template--15823756198044__b74e4e9f-a6ee-45a6-b71e-b3c00475759c-heading-1"
      ],
      "settings": {
        "desktop_content_position": "center",
        "content_alignment": "center",
        "color_scheme": "background-1",
        "full_width": true,
        "padding_top": 40,
        "padding_bottom": 52
      }
    },
    "545fa52b-13da-4310-b425-7d9cb7cc1000": {
      "type": "faq",
      "blocks": {
        "9b3ad957-2fbf-4e7c-9efc-8e22557d5fe7": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "What standards does this car seat meet?",
            "content": "<p>The Evenflo Shyft™ DualRide™ meets or exceeds all applicable Federal Motor Vehicle Safety Standards (FMVSS) and Canadian Motor Vehicle Safety Standards (CMVSS). In addition, this infant car seat meets the Consumer Product Safety Commission standard for handheld infant carriers.<\/p>"
          }
        },
        "7148c76b-bd18-49c7-a1e8-6127f44aea8d": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "Is this car seat JPMA Certified?",
            "content": "<p>The Evenflo Shyft™ DualRide™ meets the Juvenile Product Manufacturer’s Association (JPMA) certification for handheld infant carriers.<\/p>"
          }
        },
        "9a8f7386-b49b-44f4-b6f3-b7b4794fd66f": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "If car seats are required by government regulation to be flame-retardant, how does Evenflo make sure it meets the government standard?",
            "content": "<p>Flammability testing of car seats is required under the FMVSS 302, Flammability of Interior Materials Standard. The test measures the rate of flame spread with the goal of maximizing the amount of time a caregiver would have to remove an occupant from the car seat in the event of a vehicle fire. Evenflo’s car seats are tested by an accredited independent testing laboratory and meet the FMVSS 302 standard. In addition, Evenflo car seats are tested for toxicity to meet or exceed the regulations of various state and federal child products banned substances laws and regulations.<\/p>"
          }
        },
        "53613bf1-a018-4080-94c7-f4d5fb9b33f6": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "How is this car seat tested?",
            "content": "<p>At Evenflo, we go above and beyond government standards to create car seats that are safe. The Evenflo Shyft™ DualRide™ meets or exceeds all applicable federal safety standards. It is structural integrity tested at energy levels approximately 2x the federal crash test standard, additionally, it is side impact tested, rollover tested, and temperature tested.<\/p>"
          }
        },
        "6eb1b13a-b306-49e0-bf27-cfaa55b99615": {
          "type": "faq",
          "settings": {
            "checkbox_expanded": false,
            "title": "I live in Canada. Can I buy an Evenflo Shyft™DualRide™ in the USA and use it in Canada?",
            "content": "<p>The Evenflo Shyft™ DualRide™ sold in the US may not comply with all Canadian regulatory requirements and, for that reason, does not have the required Maple Leaf label. You should always purchase a car seat that is compliant to the standards of the country in which you live. If you live in Canada, you must use a car seat that is compliant to the Canadian Motor Vehicle Safety Standards and has the Maple Leaf label.<\/p>"
          }
        }
      },
      "block_order": [
        "9b3ad957-2fbf-4e7c-9efc-8e22557d5fe7",
        "7148c76b-bd18-49c7-a1e8-6127f44aea8d",
        "9a8f7386-b49b-44f4-b6f3-b7b4794fd66f",
        "53613bf1-a018-4080-94c7-f4d5fb9b33f6",
        "6eb1b13a-b306-49e0-bf27-cfaa55b99615"
      ],
      "settings": {
        "enable_rich_schema": true,
        "max_width": "64rem",
        "margin_top": 1,
        "margin_bottom": 1,
        "background_color": "#ffffff",
        "border_color": "#eeeeee",
        "panel_color": "#fdfdfd",
        "q_size_small": 1,
        "q_size_large": 1.4,
        "q_color": "",
        "a_color": ""
      }
    }
  },
  "order": [
    "main",
    "138f8f4b-4cfe-4df3-b5c3-535b265230eb",
    "69e1f2ab-09d5-4118-845b-0ff80654302b",
    "827dd7fd-904a-4ba9-8d73-dc85fffac508",
    "6a46f35e-5247-4288-be67-7aea5f3ae979",
    "f8081ebc-c837-4464-af80-780adbfd27f7",
    "4eff5f58-08f2-4d88-95a7-d9caf111182c",
    "c6b57bfe-9c3f-4bfa-a33c-12a595590ae7",
    "909a054a-b8f7-4641-a0b1-766ee13f0095",
    "96b743c1-98d2-40bb-8ea6-6a575590cdc8",
    "e4294082-5ed4-46ea-a0bc-271105bf2bf2",
    "5e4583ba-9efc-4b6a-85ca-e8e5d3f645ee",
    "aedbbae7-8a58-45c4-9980-26d5ae47870d",
    "2a174cb8-ab44-4b8d-b156-52617bfdc81c",
    "6e941d27-9f16-48f0-b447-947d95f7d778",
    "b74e4e9f-a6ee-45a6-b71e-b3c00475759c",
    "545fa52b-13da-4310-b425-7d9cb7cc1000"
  ]
}
